chrmarti.regex
dongli.python-preview
eamodio.gitlens
esbenp.prettier-vscode
GitHub.codespaces
GitHub.copilot
jgclark.vscode-todo-highlight
ms-azuretools.vscode-docker
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
ms-vscode.remote-explorer
njpwerner.autodocstring
oderwat.indent-rainbow
PKief.material-icon-theme
platformio.platformio-ide
wayou.vscode-todo-highlight
